# Taps {{{1 #
# 1}}} #

# Casks {{{1 #
cask "firefox"
cask "kitty"
cask "1password"
cask "obs"
cask "appflowy"
cask "git-credential-manager"
cask "gpg-suite"
# 1}}} #

# Packages {{{1 #
brew "jq"
brew "kubectl"
brew "krew"
brew "helm"
brew "java"
brew "libqalculate"
brew "richgo"
brew "gnupg"
brew "gnu-sed"
brew "gh"
brew "grc"
brew "neovim"
brew "python3"
brew "tpm"
brew "bat"
brew "lsd"
brew "tmux"
brew "fxf"
brew "tpm"
brew "go"
brew "ripgrep"
brew "thefuck"
brew "starship"
brew "grip"
brew "stats"
brew "stern"
# 1}}} #
