# Taps {{{1 #
tap "eddieantonio/eddieantonio"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "grpc/grpc"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ksonnet/tap"
tap "kyoh86/tap"
tap "neovim/neovim"
tap "olympus/tap"
tap "ravenac95/sudolikeaboss"
tap "robscott/tap"
tap "wata727/tflint"
tap "zaquestion/tap"
# 1}}} #

# Casks {{{1 #
cask "amethyst"
cask "aws-vault"
cask "balenaetcher"
cask "db-browser-for-sqlite"
cask "disk-inventory-x"
cask "docker-edge"
cask "etcher"
cask "font-firacode-nerd-font"
cask "font-hasklig-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monoid-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hyper"
cask "iterm2"
cask "java"
cask "java8"
cask "jet"
cask "minikube"
cask "obinslab-starter"
cask "osxfuse"
cask "soundflower"
cask "spotify"
cask "vimr"
cask "xquartz"
cask "yubico-yubikey-manager"
cask "yujitach-menumeters"
cask "uhk-agent"
# 1}}} #

# Packages {{{1 #
brew "adns"
brew "ansible"
brew "ansiweather"
brew "asciidoc"
brew "asciinema"
brew "aspcud"
brew "atk"
brew "augeas"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "avro-tools"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bazel"
brew "bdw-gc"
brew "blueutil"
brew "boost"
brew "brotli"
brew "c-ares"
brew "cairo"
brew "calicoctl"
brew "camlp4"
brew "ccat"
brew "certbot"
brew "certigo"
brew "cfssl"
brew "clingo"
brew "cmake"
brew "consul-template"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl-openssl"
brew "darksky-weather"
brew "dateutils"
brew "dbus"
brew "dep"
brew "dialog"
brew "diff-so-fancy"
brew "dirmngr"
brew "docbook"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "ec2-ami-tools"
brew "elinks"
brew "emojify"
brew "etcd"
brew "exa"
brew "ext4fuse"
brew "fd"
brew "fdupes"
brew "findutils"
brew "fish"
brew "flac"
brew "fontconfig"
brew "fontforge"
brew "fortune"
brew "freetype"
brew "fribidi"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "geoip"
brew "gettext"
brew "gflags"
brew "ghostscript"
brew "giflib"
brew "gifsicle"
brew "gigamoji"
brew "git"
brew "git-lfs"
brew "glib"
brew "gmime"
brew "gmp"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "go@1.12"
brew "gobject-introspection"
brew "golang-migrate"
brew "goreleaser"
brew "gpgme"
brew "gradle"
brew "graphite2"
brew "graphviz"
brew "grc"
brew "grep"
brew "grip"
brew "groovy"
brew "grpc"
brew "gtk+"
brew "gts"
brew "hadolint"
brew "harfbuzz"
brew "helm"
brew "heroku"
brew "heroku-node"
brew "hexyl"
brew "hicolor-icon-theme"
brew "htop"
brew "hub"
brew "hugo"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "imgcat"
brew "imlib2"
brew "infractl"
brew "irssi"
brew "isl"
brew "jansson"
brew "jasper"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "json-c"
brew "jsonlint"
brew "jsonpp"
brew "kafkacat"
brew "kind"
brew "ks"
brew "kube-capacity"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lab"
brew "lame"
brew "libassuan"
brew "libcaca"
brew "libcroco"
brew "libde265"
brew "libelf"
brew "libev"
brew "libevent"
brew "libffi"
brew "libftdi0"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libhid"
brew "libidn"
brew "libidn2"
brew "libksba"
brew "libmagic"
brew "libmaxminddb"
brew "libmetalink"
brew "libmpc"
brew "libnet"
brew "libogg"
brew "libomp"
brew "libpcap"
brew "libpng"
brew "librdkafka"
brew "librsvg"
brew "libsmi"
brew "libsndfile"
brew "libsodium"
brew "libspiro"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libuninameslist"
brew "libunistring"
brew "libusb"
brew "libusb-compat"
brew "libuv"
brew "libvorbis"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "little-cms2"
brew "llvm"
brew "llvm@4"
brew "llvm@5"
brew "lmdb"
brew "locateme"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "lz4"
brew "lzlib"
brew "lzo"
brew "mad"
brew "magic-wormhole"
brew "make"
brew "makedepend"
brew "markdown"
brew "maven"
brew "mercurial"
brew "minikube"
brew "mkcert"
brew "mosh"
brew "mpfr"
brew "mplayer"
brew "msgpack"
brew "mtools"
brew "mtr"
brew "mycli"
brew "mysql-client"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "nmap"
brew "node"
brew "noti"
brew "npth"
brew "nspr"
brew "nss"
brew "ocaml"
brew "ocamlbuild"
brew "oniguruma"
brew "opam"
brew "openblas"
brew "openconnect"
brew "openexr"
brew "openjpeg"
brew "openldap"
brew "openssl"
brew "openssl@1.1"
brew "openvpn"
brew "opus"
brew "opusfile"
brew "p11-kit"
brew "p7zip"
brew "packer"
brew "pango"
brew "pass"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pgbouncer"
brew "pgformatter"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkcs11-helper"
brew "pkg-config"
brew "postgresql"
brew "proselint"
brew "protobuf"
brew "psgrep"
brew "pth"
brew "pv"
brew "pwgen"
brew "py2cairo"
brew "py3cairo"
brew "pyenv"
brew "pygobject"
brew "pygobject3"
brew "pygtk"
brew "python"
brew "python@2"
brew "qemu"
brew "qrencode"
brew "r"
brew "ranger"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "richgo"
brew "ripgrep"
brew "rlwrap"
brew "rocksdb"
brew "rtmpdump"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "screenresolution"
brew "shared-mime-info"
brew "sipcalc"
brew "snappy"
brew "snzip"
brew "sops"
brew "source-highlight"
brew "sox"
brew "spdylay"
brew "sphinx-doc"
brew "sqlite"
brew "starship"
brew "stern"
brew "stoken"
brew "swig"
brew "talloc"
brew "tcptraceroute"
brew "terminal-notifier"
brew "terraform_landscape"
brew "testssl"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tokyo-cabinet"
brew "tree"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "vault"
brew "vde"
brew "vegeta"
brew "velero"
brew "vim"
brew "w3m"
brew "wakeonlan"
brew "webp"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "wireshark"
brew "x265"
brew "xapian"
brew "xz"
brew "yajl"
brew "yamllint"
brew "yara"
brew "yarn"
brew "zeromq"
brew "zlib"
brew "zookeeper"
brew "zsh"
brew "zsh-completions"
brew "zstd"
# 1}}} #
